Repository: Chacat68/Ice-re
Catalog: Ice/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Section
zh_hans: %@ 分区

source: About
zh_hans: 关于

source: Absolutely no personal information is collected or stored.
zh_hans: 绝对不会收集或存储任何个人信息。

source: Accessibility
zh_hans: 辅助功能

source: Acknowledgements
zh_hans: 致谢

source: Advanced
zh_hans: 高级

source: Always-Hidden
zh_hans: 始终隐藏

source: Always-hidden section can be shown
zh_hans: 始终隐藏分区可以被显示

source: App is frontmost
zh_hans: 应用是否在前台

source: App Version
zh_hans: 应用版本

source: Apply
zh_hans: 应用

source: Apply different settings based on the current system appearance
zh_hans: 根据当前系统外观应用不同的设置

source: Apply system theme to icon
zh_hans: 将系统主题应用于图标

source: Apply the current spacing
zh_hans: 应用当前间距

source: Applying this setting will relaunch all apps with menu bar items. Some apps may need to be manually relaunched.
zh_hans: 应用此设置将重新启动所有带有菜单栏项目的应用程序。某些应用程序可能需要手动重新启动。

source: Arrange menu bar items.
zh_hans: 排列菜单栏项目。

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Automatically rehide
zh_hans: 自动重新隐藏

source: BETA
zh_hans: 测试版

source: between sections
zh_hans: 在分区之间

source: Border
zh_hans: 边框

source: Border Color
zh_hans: 边框颜色

source: Border Width
zh_hans: 边框宽度

source: Build Version
zh_hans: 构建版本

source: Changes take effect after restarting the app
zh_hans: 更改将在重启应用后生效

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates…
zh_hans: 检查更新…

source: Choose a custom icon to show in the menu bar
zh_hans: 选择在菜单栏中显示的自定义图标

source: Choose image…
zh_hans: 选择图片…

source: Click inside an empty area of the menu bar to show hidden menu bar items
zh_hans: 点击菜单栏的空白区域以显示隐藏的菜单栏项目

source: Click item
zh_hans: 点击项目

source: Continue
zh_hans: 继续

source: Continue in Limited Mode
zh_hans: 在受限模式下继续

source: Contribute
zh_hans: 贡献

source: Could not find logs folder
zh_hans: 无法找到日志文件夹

source: Dark Appearance
zh_hans: 深色外观

source: Debug
zh_hans: 调试

source: default
zh_hans: 默认

source: Diagnostic Information
zh_hans: 诊断信息

source: Diagnostic information copied to clipboard
zh_hans: 诊断信息已复制到剪贴板

source: Display images of individual menu bar items.
zh_hans: 显示各个菜单栏项目的图标。

source: Display the icon as a monochrome image matching the system appearance
zh_hans: 将图标显示为与系统外观匹配的单色图像

source: Done
zh_hans: 完成

source: Drag to arrange your menu bar items
zh_hans: 拖动以排列你的菜单栏项目

source: Dynamic
zh_hans: 动态

source: Edit Menu Bar Appearance…
zh_hans: 编辑菜单栏外观…

source: Edit the menu bar's appearance.
zh_hans: 编辑菜单栏的外观。

source: Edit the menu bar’s appearance.
zh_hans: 编辑菜单栏的外观。

source: Enable always-hidden section
zh_hans: 启用始终隐藏分区

source: Enable the Ice Bar
zh_hans: 启用 Ice Bar

source: ERROR
zh_hans: 错误

source: Export Diagnostic Report
zh_hans: 导出诊断报告

source: Fetch All Icons
zh_hans: 获取全部图标

source: Focus Change
zh_hans: 焦点变化

source: Focused app
zh_hans: 焦点应用

source: Full
zh_hans: 完整

source: General
zh_hans: 通用

source: Get real-time information about the menu bar.
zh_hans: 获取菜单栏的实时信息。

source: Go to Advanced Settings
zh_hans: 前往高级设置

source: Gradient
zh_hans: 渐变

source: Grant Permission
zh_hans: 授予权限

source: Granted
zh_hans: 已授予

source: Hidden
zh_hans: 隐藏

source: Hide
zh_hans: 隐藏

source: Hide application menus when showing menu bar items
zh_hans: 显示菜单栏项目时隐藏应用程序菜单

source: Hold to Preview
zh_hans: 按住预览

source: Hotkey is reserved by macOS
zh_hans: 快捷键已被 macOS 保留

source: Hotkeys
zh_hans: 快捷键

source: Hover over an empty area of the menu bar to show hidden menu bar items
zh_hans: 将鼠标悬停在菜单栏的空白区域以显示隐藏的菜单栏项目

source: Ice icon
zh_hans: Ice 图标

source: If you see this notification, the notification feature is working properly
zh_hans: 如果您看到此通知，说明通知功能正常工作

source: Insert divider items
zh_hans: 插入分隔符项目

source: Language
zh_hans: 语言

source: Last checked:
zh_hans: 上次检查：

source: Last checked: %@
zh_hans: 上次检查：%@

source: Launch at login
zh_hans: 登录时启动

source: Leading End Cap
zh_hans: 前端帽

source: left click
zh_hans: 左键点击

source: Light Appearance
zh_hans: 浅色外观

source: Location
zh_hans: 位置

source: macOS Version
zh_hans: macOS 版本

source: Make more room in the menu bar by hiding the left application menus if needed
zh_hans: 必要时通过隐藏左侧应用程序菜单来腾出更多菜单栏空间

source: max
zh_hans: 最大

source: Menu Bar Appearance
zh_hans: 菜单栏外观

source: Menu bar item spacing
zh_hans: 菜单栏项目间距

source: Menu Bar Items
zh_hans: 菜单栏项目

source: Menu bar items are rehidden after a fixed amount of time
zh_hans: 在固定时间后重新隐藏菜单栏项目

source: Menu bar items are rehidden using a smart algorithm
zh_hans: 使用智能算法重新隐藏菜单栏项目

source: Menu bar items are rehidden when the focused app changes
zh_hans: 当焦点应用改变时重新隐藏菜单栏项目

source: Menu Bar Layout
zh_hans: 菜单栏布局

source: Menu bar layout requires screen recording permissions
zh_hans: 菜单栏布局需要屏幕录制权限

source: Menu Bar Sections
zh_hans: 菜单栏分区

source: Menu Bar Shape
zh_hans: 菜单栏形状

source: Mouse pointer
zh_hans: 鼠标指针

source: Mouse Pointer
zh_hans: 鼠标指针

source: Never
zh_hans: 从未

source: No
zh_hans: 否

source: No shape kind selected
zh_hans: 未选择形状类型

source: none
zh_hans: 无

source: None
zh_hans: 无

source: Not Granted
zh_hans: 未授予

source: Note: You may need to log out and back in for this setting to apply properly.
zh_hans: 注意：你可能需要注销并重新登录才能使此设置正确生效。

source: Open Logs Folder
zh_hans: 打开日志文件夹

source: Open Ice Settings
zh_hans: 打开 Ice 设置

source: Option + click one of Ice's menu bar items to show the section
zh_hans: 按住 Option 键点击 Ice 的菜单栏项目来显示该分区

source: Option + click one of Ice's menu bar items, or inside an empty area of the menu bar to show the section
zh_hans: 按住 Option 键点击 Ice 的菜单栏项目，或按住 Option 键点击菜单栏的空白区域来显示该分区

source: Other
zh_hans: 其他

source: Permission Granted
zh_hans: 已授权

source: Permission Status
zh_hans: 权限状态

source: Permissions
zh_hans: 权限

source: Permissions window is open
zh_hans: 权限窗口是否打开

source: Quit
zh_hans: 退出

source: Quit Ice
zh_hans: 退出 Ice

source: Recent Errors
zh_hans: 最近错误

source: Record Hotkey
zh_hans: 录制快捷键

source: Refresh Diagnostic Info
zh_hans: 刷新诊断信息

source: Rehide interval
zh_hans: 重新隐藏间隔

source: Rehide strategy
zh_hans: 重新隐藏策略

source: Report a Bug
zh_hans: 报告错误

source: Reset
zh_hans: 重置

source: Reset to the default spacing
zh_hans: 重置为默认间距

source: right click
zh_hans: 右键点击

source: Round Cap
zh_hans: 圆形帽

source: Run Status
zh_hans: 运行状态

source: Screen Recording
zh_hans: 屏幕录制

source: Scroll or swipe in the menu bar to toggle hidden menu bar items
zh_hans: 在菜单栏中滚动或轻扫以切换隐藏的菜单栏项目

source: Search menu bar items
zh_hans: 搜索菜单栏项目

source: Search Menu Bar Items
zh_hans: 搜索菜单栏项目

source: Search menu bar items…
zh_hans: 搜索菜单栏项目…

source: second
zh_hans: 秒

source: seconds
zh_hans: 秒

source: Settings
zh_hans: 设置

source: Settings window is open
zh_hans: 设置窗口是否打开

source: Shadow
zh_hans: 阴影

source: Shape Kind
zh_hans: 形状类型

source: Show
zh_hans: 显示

source: Show all sections when Command + dragging menu bar items
zh_hans: 按住 Command 键拖动菜单栏项目时显示所有分区

source: Show context menu on right click
zh_hans: 右键点击时显示上下文菜单

source: Show hidden menu bar items in a separate bar below the menu bar
zh_hans: 在菜单栏下方的单独栏中显示隐藏的菜单栏项目

source: Show item
zh_hans: 显示项目

source: Show on click
zh_hans: 点击时显示

source: Show on hover
zh_hans: 悬停时显示

source: Show on hover delay
zh_hans: 悬停显示延迟

source: Show on scroll
zh_hans: 滚动时显示

source: Show section dividers
zh_hans: 显示分区分隔符

source: Show Ice icon
zh_hans: 显示 Ice 图标

source: Smart
zh_hans: 智能

source: Solid
zh_hans: 纯色

source: Split
zh_hans: 分离

source: Square Cap
zh_hans: 方形帽

source: Strategy
zh_hans: 策略

source: Support Ice
zh_hans: 支持 Ice

source: System
zh_hans: 系统

source: System Information
zh_hans: 系统信息

source: Temporarily shown item delay
zh_hans: 临时显示项目延迟

source: Test Notification
zh_hans: 测试通知

source: Test notification sent
zh_hans: 测试通知已发送

source: The amount of time to wait before hiding temporarily shown menu bar items
zh_hans: 隐藏临时显示的菜单栏项目前的等待时间

source: The amount of time to wait before showing on hover
zh_hans: 悬停显示前的等待时间

source: The Ice Bar is centered below the mouse pointer
zh_hans: Ice Bar 居中显示在鼠标指针下方

source: The Ice Bar is centered below the Ice icon
zh_hans: Ice Bar 居中显示在 Ice 图标下方

source: The Ice Bar requires screen recording permissions.
zh_hans: Ice Bar 需要屏幕录制权限。

source: The Ice Bar's location changes based on context
zh_hans: Ice Bar 的位置会根据上下文自动调整

source: Timed
zh_hans: 定时

source: Tint
zh_hans: 着色

source: Tip: you can also arrange menu bar items by Command + dragging them in the menu bar
zh_hans: 提示：你也可以通过按住 Command 键拖动来排列菜单栏中的项目

source: Tip: you can also edit these settings by right-clicking in an empty area of the menu bar
zh_hans: 提示：你也可以通过右键点击菜单栏的空白区域来编辑这些设置

source: Toggle application menus
zh_hans: 切换应用程序菜单

source: Toggle the always-hidden section
zh_hans: 切换始终隐藏分区

source: Toggle the hidden section
zh_hans: 切换隐藏分区

source: Trailing End Cap
zh_hans: 后端帽

source: Type Hotkey
zh_hans: 输入快捷键

source: Unable to display menu bar items
zh_hans: 无法显示菜单栏项目

source: Use dynamic appearance
zh_hans: 使用动态外观

source: Use inset shape on screens with notch
zh_hans: 在带有刘海的屏幕上使用内嵌形状

source: Use Ice Bar
zh_hans: 使用 Ice Bar

source: Ice Bar location
zh_hans: Ice Bar 位置

source: Ice can work in a limited mode without this permission.
zh_hans: 即使没有此权限，Ice 也可以在受限模式下工作。

source: Ice cannot arrange menu bar items in automatically hidden menu bars
zh_hans: Ice 无法在自动隐藏的菜单栏中排列菜单栏项目

source: Ice cannot display menu bar items for automatically hidden menu bars
zh_hans: Ice 无法显示自动隐藏菜单栏的菜单栏项目

source: Ice cannot edit the appearance of automatically hidden menu bars
zh_hans: Ice 无法编辑自动隐藏菜单栏的外观

source: Ice Diagnostic Report
zh_hans: Ice 诊断报告

source: Ice Icon
zh_hans: Ice 图标

source: Ice needs permission to manage the menu bar.
zh_hans: Ice 需要权限来管理菜单栏。

source: Ice needs this to:
zh_hans: Ice 需要此权限来：

source: Ice Settings…
zh_hans: Ice 设置…

source: Ice Test Notification
zh_hans: Ice 测试通知

source: Version %@
zh_hans: 版本 %@

source: Visible
zh_hans: 可见

source: Yes
zh_hans: 是

source: You can still access Ice's settings by right-clicking an empty area in the menu bar
zh_hans: 你仍然可以通过右键点击菜单栏空白区域来访问 Ice 设置
